INSERT INTO authors (name)
VALUES
    ('Марк Саммерфильд'),
    ('Уэс Маккинни'),
    ('Роберт Мартин'),
    ('Сэмюэл Грингард'),
    ('Гэри Маклин Холл'),
    ('Тим Кедлек'),
    ('Белов А.В'),
    ('Андрей Богуславский'),
    ('Джереми Блум'),
    ('Брюс Эккель');

INSERT INTO books (title, description, year, pages, cover, deleted, views, clicks)
VALUES
    ("Программирование на языке Go", "Программирование на языке Go", 2015, 215, '/images/23.jpg', "false", 0, 0),
    ('Python и анализ данных', "Python и анализ данных", 2009, 349, '/images/26.jpg', "false", 0, 0),
    ('Чистый код', "Чистый код", 2013, 310, '/images/44.jpg', "false", 0, 0),
    ('Интернет вещей', "Интернет вещей", 2017, 252, '/images/39.jpg', "false", 0, 0),
    ('Адаптивный код на C#', "Адаптивный код на C#", 2016, 345, '/images/32.jpg', "false", 0, 0),
    ('Адаптивный дизайн', "Адаптивный дизайн", 2018, 192, '/images/42.jpg', "false", 0, 0),
    ('Программирование микроконтроллеров', "Программирование микроконтроллеров", 2018, 284, '/images/38.jpg', "false", 0, 0),
    ('СИ++ И КОМПЬЮТЕРНАЯ ГРАФИКА', "СИ++ И КОМПЬЮТЕРНАЯ ГРАФИКА", 2015, 252, '/images/22.jpg', "false", 0, 0),
    ('Философия Java', "Философия Java", 2014, 462, '/images/27.jpg', "false", 0, 0),
    ('Изучаем Arduino', "Изучаем Arduino", 2017, 182, '/images/37.jpg', "false", 0, 0);

INSERT INTO books_authors (book_id, author_id)
VALUES
    (1,1),
    (2,2),
    (3,3),
    (4,4),
    (5,5),
    (6,6),
    (7,7),
    (8,8),
    (9,9),
    (10,10);